Repository: CatQuest/Max
Catalog: *.lproj/CompactDisc.strings
Languages: dutch, german

source: Album Art
dutch: Album-illustratie
german: CD-Cover

source: Do you want to eject the disc "%@" while ripping is in progress?
dutch: Wilt u de disc uitwerpen "%@" tijdens het rippen?
german: CD "%@" auswerfen, während das Auslesen noch läuft?

source: Eject
dutch: Uitwerpen
german: Auswerfen

source: Eject the disc
dutch: De disc uitwerpen
german: CD Auswerfen

source: Encode
dutch: Codeer
german: Enkodieren

source: Encode the selected tracks
dutch: Codeer de geselecteerde tracks
german: Ausgewählte Titel enkodieren

source: Multiple Tracks
dutch: Meerdere Tracks
german: Mehrfache Titel

source: Next
dutch: Volgende
german: Nächster

source: Previous
dutch: Vorige
german: Vorheriger

source: Query
dutch: Zoekopdracht
german: Abfragen

source: Query MusicBrainz for album information
dutch: Zoekopdracht aan MusicBrainz voor album-informatie
german: MusicBrainz nach Albuminformationen abfragen

source: Select the next track for editing
dutch: Selecteer de volgende te wijzigen track
german: Nächsten Titel zum Editieren auswählen

source: Select the previous track for editing
dutch: Selecteer de vorige te wijzigen track
german: Vorherigen Titel zum Editieren auswählen

source: Show or hide detailed track information
dutch: Toon of verberg informatie over afzonderlijke tracks
german: Detaillierte Titelinformationen anzeigen oder verstecken

source: Show or hide the artwork associated with this album
dutch: Toon of verberg de bij dit album behorende illustratie
german: Passendes CD-Cover anzeigen oder ausblenden

source: Tracks
german: Titel

source: Unknown Album
dutch: Onbekend Album
german: Unbekanntes Album

source: Unknown Artist
dutch: Onbekende Artiest
german: Unbekannter Künstler

source: Unknown Track
dutch: Onbekende Track
german: Unbekannter Titel

source: Your incomplete rips will be lost.
dutch: Uw onvolledige rips zullen verloren gaan.
german: Nicht komplett ausgelesene Titel werden verworfen.
