Repository: CatQuest/Max
Catalog: *.lproj/Exceptions.strings
Languages: french

source: A ripping or encoding operation is already in progress.
french: Une opération d'extraction ou d'encodage est déjà en cours.

source: An error occurred during file conversion.
french: Une erreur est intervenue pendant la conversion.

source: An error occurred while adding the file "%@" to the iTunes library.
french: Une erreur est survenue lors de l'ajout du fichier "%@" à la bibliothèque iTunes.

source: An error occurred while attempting to download album artwork.
french: Une erreur est intervenue pendant le téléchargement de l'illustration de l'album.

source: An error occurred while checking for a newer version of Max.
french: Une erreur est intervenue pendant la vérification d'une nouvelle version de Max.

source: An error occurred while converting the file "%@".
french: Une erreur est intervenue pendant la conversion du fichier "%@".

source: An error occurred while downloading the list of FreeDB mirrors.
french: Une erreur est intervenue pendant le téléchargement de la liste des mirroirs FreeDB.

source: An error occurred while encoding the file "%@".
french: Une erreur est intervenue pendant l'encodage du fichier "%@".

source: An error occurred while initializing the %@ class.
french: Une erreur est intervenue lors de l'initialisation de la classe %.

source: An error occurred while opening the file "%@" for conversion.
french: Une erreur est intervenue à l'ouverture du fichier "%@" pour conversion.

source: An error occurred while querying FreeDB for the disc "%@".
french: Une erreur est intervenue lors de l'interrogation FreeDB du disque "%@".

source: An error occurred while retrieving information for the disc "%@" from FreeDB.
french: Une erreur est intervenue lors de la récupération des informations FreeDB du disque "%@".

source: An error occurred while ripping tracks from the disc "%@".
french: Une erreur est intervenue lors de l'extraction des piste du disque "%@".

source: An error occurred while submitting information for the disc "%@" to FreeDB.
french: Une erreur est intervenue lors de la soumission des informations FreeDB du disque "%@".

source: An error occurred while tagging the file "%@".
french: Une erreur est intervenue lors du taggage du fichier "%@".

source: Cue sheets are not supported for this output format.
french: Les feuille de sélection ne sont pas supportées par ce format de sortie.

source: Decoding error: possible corrupted stream.
french: Erreur de décodage: le flux est peut-être endommagé.

source: Decoding overflow: possible corrupted stream.
french: Overflow au décodage: le flux est peut-être endommagé.

source: LAME encoding error.
french: Erreur d'encodage LAME.

source: LAME was unable to flush the buffers.
french: Impossible pour LAME de vider les buffers.

source: Monkey's Audio compressor error.
french: Erreur de compression Monkey's Audio.

source: Monkey's Audio invalid checksum.
french: Somme de contrôle Monkey's Audio invalide.

source: No matching discs were found.
french: Disque non trouvé.

source: No tracks selected for encoding.
french: Pas de piste sélectionnée pour l'encodage.

source: Ogg Vorbis decode error
french: Erreur de décodage Ogg Vorbis

source: The call to %@ failed.
french: Appel à %@ échoué.

source: The file does not appear to be a valid Ogg Vorbis file.
french: Le fichier ne semble pas être un format Ogg Vorbis valide.

source: The file was not found.
french: Fichier non trouvé.

source: The file's format was not recognized.
french: Format de fichier non supporté.

source: The FreeDB query index was out of bounds.
french: L'interrogation FreeDB était incohérente.

source: The Speex mode number %i was not recognized.
french: Le numéro de mode %i Speex n'a pas été reconnue.

source: This file was encoded with a newer version of Speex.
french: Ce fichier a été encodé avec une version de Speex plus récente.

source: This file was encoded with an older version of Speex.
french: Ce fichier a été encodé avec une version de Speex plus ancienne.

source: Unable to access the disc.
french: Accès au disque impossible.

source: Unable to allocate memory.
french: Allocation mémoire impossible.

source: Unable to calculate the disc's FreeDB ID.
french: Calcul de l'ID FreeDB du disque impossible.

source: Unable to close the cue sheet.
french: Fermeture de la feuille de sélection impossible.

source: Unable to close the input file.
french: Fermeture du fichier d'entrée impossible

source: Unable to close the output file.
french: Fermeture du fichier de sortie impossible

source: Unable to close the temporary file.
french: Fermeture du fichier temporaire impossible

source: Unable to create a temporary file.
french: Création du fichier temporaire impossible

source: Unable to create directory.
french: Impossible de créer le dossier

source: Unable to create the application data directory.
french: Création du dossier de données de l'application impossible.

source: Unable to create the cue sheet.
french: Impossible de créer la feuille de sélection.

source: Unable to create the FLAC decoder.
french: Impossible de créer un décodeur FLAC.

source: Unable to create the FLAC encoder.
french: Impossible de créer un encodeur FLAC.

source: Unable to create the Monkey's Audio compressor.
french: Impossible de créer un compresseur Monkey's Audio.

source: Unable to create the Ogg FLAC decoder.
french: Impossible de créer un décodeur Ogg FLAC.

source: Unable to create the Ogg FLAC encoder.
french: Impossible de créer un encodeur Ogg FLAC.

source: Unable to create the output file.
french: Création du fichier de sortie impossible.

source: Unable to create the WavPack encoder.
french: Impossible de créer un encodeur WavPack.

source: Unable to decode Speex bitstream version %i.
french: Décodage du flux Speex version %i impossible.

source: Unable to delete the input file.
french: Suppression du fichier d'entrée impossible.

source: Unable to delete the output file.
french: Suppression du fichier de sortie impossible.

source: Unable to delete the temporary file.
french: Suppression du fichier temporaire impossible.

source: Unable to eject the disc.
french: Éjection du disque impossible.

source: Unable to get file system statistics.
french: Lecture des statistiques système du fichier impossible.

source: Unable to get information on the input file.
french: Lecture des informations du fichier d'entrée impossible.

source: Unable to initialize the LAME encoder.
french: Initialisation de l'encodeur LAME impossible.

source: Unable to initialize the Monkey's Audio compressor.
french: Initialisation du compresseur du Monkey Audio impossible.

source: Unable to initialize the ogg stream.
french: Initialisation du flux ogg impossible.

source: Unable to initialize the Ogg Vorbis encoder.
french: Initialisation de l'encodeur Ogg Vorbis impossible.

source: Unable to initialize the WavPack encoder.
french: Initialisation de l'encodeur WavPack impossible.

source: Unable to intialize the Speex decoder.
french: Initialisation du décodeur Speex impossible.

source: Unable to locate the input file.
french: Impossible de trouver le fichier d'entrée.

source: Unable to locate the output file.
french: Impossible de trouver le fichier de sortie.

source: Unable to open the input file.
french: Ouverture du fichier d'entrée impossible.

source: Unable to open the output file for tagging.
french: Ouverture du fichier de sortie pour être tagger impossible.

source: Unable to open the output file.
french: Ouverture du fichier de sortie impossible.

source: Unable to read from the input file.
french: Lecture du format d'entrée impossible.

source: Unable to read the Speex header.
french: Lecture de l'en-tête Speex impossible.

source: Unable to start the Monkey's Audio compressor.
french: Démarrage du compresseur Monkey's Audio impossible.

source: Unable to unmount the disc.
french: Éjection du disque impossible.

source: Unable to write the APE tags.
french: Écriture des tags APE impossible.

source: Unable to write to the cue sheet.
french: Impossible d'écrire dans la feuille de sélection.

source: Unable to write to the output file.
french: Ecriture du fichier de sortie impossible.

source: Your installation of Max appears to be incomplete.
french: Votre installation de Max semble incomplète.
