Repository: CatQuest/Max
Catalog: *.lproj/Preferences.strings
Languages: french, german

source: 320 kbps constant bitrate (CBR)
french: Flux constant 320 kbps (CBR)
german: 320 kbps konstante Bitrate (CBR)

source: Adjust the parameters used by the FLAC and Ogg FLAC encoders
french: Régler les paramètres utilisés par les encodeurs FLAC et Ogg FLAC
german: Einstellen der Parameter des FLAC- und Ogg FLAC-Enkoder

source: Adjust the parameters used by the Monkey's Audio compressor
french: Régler les paramètres utilisés par le compresseur Monkey's Audio
german: Einstellen der von Monkey's Audio Compressor verwendeten Parameter

source: Adjust the parameters used by the MP3 encoder
french: Régler les paramètres utilisés par l'encodeur MP3
german: Einstellen der Parameter des MP3-Enkoder

source: Adjust the parameters used by the Ogg Vorbis encoder
french: Régler les paramètres utilisés par l'encodeur Ogg Vorbis
german: Einstellen der Parameter des Ogg Vorbis-Enkoder

source: Adjust the parameters used by the Speex encoder
french: Régler les paramètres utilisés par l'encodeur Speex
german: Einstellen der Parameter des Speex-Enkoder

source: Adjust the parameters used by the WavPack encoder
french: Régler les paramètres utilisés par l'encodeur WavPack
german: Einstellen der Parameter des WavPack-Enkoder

source: Adjust the parameters used for CD audio extraction
french: Régler les paramètres utilisés pour l'extraction du CD
german: Einstellen der Parameter zum Auslesen der CD

source: Album Art
french: Illustration Album
german: CD-Cover

source: Control the general behavior of Max
french: Régler le comportement général de Max
german: Kontrolle des generellen Verhalten von Max

source: Control the protocol and server used by FreeDB to retrieve CD information
french: Régler le protocole et le serveur utilisé par FreeDB pour récupérer les informations du CD
german: Kontrolle des durch FreeDB genutzten Protokolls und Server zum Empfang der CD Informationen

source: Custom encoder settings
french: Réglages personnalisés d'encodeur
german: Benutzerabhängige Enkoder-Einstellungen

source: General
french: Général
german: Generell

source: Output
french: Sortie
german: Ausgabe

source: Ripper
french: Extraction
german: Auslesewerkzeug

source: Select the encoders that Max will use to produce audio
french: Sélectionner les encodeurs utilisés par Max
german: Zu benutzende Enkoder wählen

source: Select where output files will be saved and how they will be named
french: Choisissez où enregistrer les fichiers de sortie et leurs nommages
german: Benamung und Speicherort der Ausgabedateien wählen

source: Specify custom tag names for FLAC, Ogg Vorbis and Monkey's Audio files
french: Spécifiez des tags particuliers pour les formats FLAC, Ogg Vorbis et Monkey Audio.
german: Benutzerdefinierte Tags für FLAC, Ogg Vorbis und Monkey's Audio Dateien auswählen

source: Specify whether to save album art with the encoded files
french: Enregistrer l'illustration de l'album avec les fichiers encodés
german: Angeben, ob das CD-Cover zusammen mit den enkodierten Dateien gespeichert werden soll

source: ~130 kbps variable bitrate (VBR)
french: Flux variable ~130 kbps (VBR)

source: ~190 kbps variable bitrate (VBR)
french: Flux variable ~190 kbps (VBR)

source: Formats
german: Formate
